Repository: mbresson/Demoshot
Catalog: core/lang/*/LC_MESSAGES/Demoshot.po
Languages: fr_fr

source: Guest
fr_fr: Invité

source: %s's album
fr_fr: Album de %s

source: Home
fr_fr: Accueil

source: Search
fr_fr: Recherche

source: The search results
fr_fr: Résultats de la recherche

source: About Demoshot
fr_fr: À propos de Demoshot

source: Help
fr_fr: Aide

source: Signup
fr_fr: Inscription

source: Login
fr_fr: Connexion

source: Profile
fr_fr: Profil

source: Picture
fr_fr: Photo

source: Add a picture
fr_fr: Ajouter une photo

source: Edit the picture
fr_fr: Éditer la photo

source: Mark
fr_fr: Note

source: Tag
fr_fr: Mot-clé

source: Settings
fr_fr: Paramètres

source: Password forgotten
fr_fr: Mot de passe oublié

source: Database error
fr_fr: Erreur SGBD

source: Manage
fr_fr: Administration

source: 403 error
fr_fr: Erreur 403

source: 404 error
fr_fr: Erreur 404

source: Demoshot - %s has published a new picture
fr_fr: Demoshot - %s a publié une nouvelle photo

source: Hello %s, %s has published a new picture: %s.
fr_fr: Bonjour %s, %s a publié une nouvelle photo : %s.

source: Demoshot - Your password has been reset
fr_fr: Demoshot - Votre mot de passe a été réinitialisé

source: Hello %s, your new password is %s. We recommend that you change it.
fr_fr: Bonjour %s, votre nouveau mot de passe est %s. Nous vous conseillons de le changer.

source: About
fr_fr: À propos

source: In a nutshell
fr_fr: En quelques mots

source: Demoshot on Github
fr_fr: Demoshot sur Github

source: on Github
fr_fr: sur Github

source: Demoshot is a photo sharing website created by %s. It is released under the terms of the <a href='res/others/LICENSE' title='Read the terms of the license'>%s</a> license. The source code is available %s.
fr_fr: Demoshot est un site web de partage de photos créé par %s et publié selon les termes de la licence <a href='res/others/LICENSE' title='Lire les termes de la licence'>%s</a>. Vous pouvez trouver son code source %s.

source: The big picture
fr_fr: Les détails de l'histoire

source: Today (December 27, 2012) I'm a second-year student at the Institute of Technology of Champs-sur-Marne (France) in the department of “Communication Networks and Services”. Demoshot is the outcome of a work asked by my PHP teacher. Its development may be discontinued hereafter, due to a lack of time. Nonetheless I hope you have a great time using it.
fr_fr: Au jour d'aujourd'hui (27 décembre 2012) je suis un étudiant de deuxième année à l'IUT de Champs-sur-Marne en DUT SRC (Services & Réseaux de Communication). Demoshot est le résultat d'un travail demandé par mon professeur de PHP. Son développement sera probablement stoppé après le rendu, par manque de temps. Néanmoins, j'espère que vous vous plairez ici.

source: Credits
fr_fr: Remerciements

source: I used <strong><a href='http://twitter.github.com/bootstrap/' title='Visit the website of Bootstrap'>Twitter Bootstrap</a></strong> to create the UI of Demoshot. I would like to thank <strong>Mark Otto</strong> and <strong>fat-kun</strong> for their work and for the nice documentation they wrote for Bootstrap. The documentation helped me a lot to get familiar with the tool.
fr_fr: J'ai utilisé <strong><a href='http://twitter.github.com/bootstrap/' title='Visiter le site de Bootstrap'>Twitter Bootstrap</a></strong> pour créer l'interface de Demoshot. J'aimerais remercier <strong>Mark Otto</strong> et <strong>fat-kun</strong> pour leur travail et pour la superbe documentation qu'ils ont écrite pour Bootstrap. La documentation m'a beaucoup aidé à me faire les dents sur l'outil.

source: I'd also like to thank all the people who worked on the <strong><a href='https://code.google.com/p/html5shiv/' title='See the page of HTML5 Shiv'>HTML5 Shiv</a></strong> script. Even though my computer doesn't run Windows, I'm pleased to know that Internet Explorer<10 users are able to browse Demoshot without the quirks of a non-HTML5-capable browser.
fr_fr: J'aimerais aussi remercier tous ceux qui ont travaillé sur le script <strong><a href='https://code.google.com/p/html5shiv/' title='Voir la page de HTML5 Shiv'>HTML5 Shiv</a></strong>. Bien que mon ordinateur personnel ne tourne pas sur Windows, je suis heureux de savoir que les utilisateurs d'Internet Explorer < 10 ont la possibilité de naviguer sur Demoshot sans subir les affres d'un navigateur ne prenant pas en charge HTML5.

source: Last but not least, I want to thank the developers of the tools I use in my everyday life: <strong><a href='http://www.linuxfoundation.org/' title='Visit the website of the Linux Foundation'>GNU/Linux</a></strong>, <strong><a href='http://www.geany.org/' title='Visit the website of Geany'>Geany</a></strong>, <strong><a href='http://www.poedit.net/' title='Visit the website of Poedit'>Poedit</a></strong>, the list never ends...
fr_fr: Enfin, je tiens à remercier les développeurs des outils que j'utilise dans ma vie de tous les jours : <strong><a href='http://www.linuxfoundation.org/' title='Visiter le site de la Linux Foundation'>GNU/Linux</a></strong>, <strong><a href='http://www.geany.org/' title='Visiter le site de Geany'>Geany</a></strong>, <strong><a href='http://www.poedit.net/' title='Visiter le site de Poedit'>Poedit</a></strong>, la liste n'en finit pas...

source: Login failed, try again!
fr_fr: La connexion a échoué, veuillez réessayer

source: Please log in
fr_fr: Connectez-vous

source: Wrong username
fr_fr: Nom d'utilisateur invalide

source: Wrong password
fr_fr: Mot de passe invalide

source: Username
fr_fr: Identifiant

source: Foobar
fr_fr: Toto

source: Password
fr_fr: Mot de passe

source: Connect
fr_fr: Connexion

source: Forgot your password? Reset it.
fr_fr: Mot de passe oublié ? Réinitialise-le.

source: No account? Create one.
fr_fr: Pas encore de compte ? Inscris-toi.

source: You're already logged in.
fr_fr: Vous êtes déjà connecté.

source: Logout
fr_fr: Déconnexion

source: Signup failed, try again!
fr_fr: L'inscription a échoué, veuillez réessayer

source: Please sign up
fr_fr: Inscrivez-vous

source: This username is already in use
fr_fr: Ce nom d'utilisateur est déjà utilisé

source: This email address is already in use
fr_fr: Cette adresse électronique est déjà utilisée

source: Your directory couldn't be created, please contact the webmaster
fr_fr: Votre répertoire n'a pas pu être créé, contactez le webmaster

source: The passwords don't match
fr_fr: Les mots de passe ne correspondent pas

source: Your username contains illegal characters
fr_fr: Votre nom d'utilisateur contient des caractères interdits

source: The server ran into a strange error! Please report it to the webmaster (errcode: %d, errmsg: %s)
fr_fr: Le serveur a rencontré une erreur étrange ! Veuillez contacter le webmaster (errcode : %d, errmsg : %s)

source: Mandatory
fr_fr: Obligatoire

source: Your username cannot contain these characters: %s.
fr_fr: Votre nom d'utilisateur ne doit pas contenir ces caractères : %s.

source: Email address
fr_fr: Adresse électronique

source: foo@bar.com
fr_fr: toto@zero.com

source: Password (again)
fr_fr: Mot de passe (encore)

source: Optional
fr_fr: Facultatif

source: My interests
fr_fr: Centres d'intérêt

source: programming, South Korea, holidays
fr_fr: programmation, Corée du Sud, vacances

source: a list of comma-separated keywords
fr_fr: une liste de mots-clés séparés par des virgules

source: Who I am
fr_fr: À propos de moi

source: Describe yourself in a few words...
fr_fr: Décrivez-vous en quelques mots...

source: What do I look like?
fr_fr: Mon avatar

source: A PNG or JPG image, not bigger than %d MiB.
fr_fr: Une image au format PNG ou JPG, dont le poids n'excède pas %d Mio.

source: Don't scale my picture
fr_fr: Ne pas mettre à l'échelle

source: If you check this box, your picture will be centered and cropped to fit in a %dx%d image.
fr_fr: Si vous cochez cette case, votre avatar sera découpé et centré pour tenir dans une image de dimensions %dx%d.

source: Privacy
fr_fr: Vie privée

source: Pictures are private
fr_fr: Les photos sont privées

source: If you check this box, the pictures you may upload will be private by default.
fr_fr: Si vous cochez cette case, les photos que vous enverrez seront privées par défaut.

source: Comments are private
fr_fr: Les avis sont privés

source: If you check this box, the comments you may post will be private by default.
fr_fr: Si vous cochez cette case, les commentaires que vous posterez seront privés par défaut.

source: I'm done, sign me up!
fr_fr: C'est fait, je veux m'inscrire !

source: Congratulations! You can log in now.
fr_fr: Félicitations ! Vous pouvez désormais vous connecter.

source: Your avatar was refused because its size exceeded the limit
fr_fr: Votre avatar a été refusé car son poids dépassait la limite autorisée

source: Your avatar was refused because its file format is not allowed (only PNG and JPG are)
fr_fr: Votre avatar a été refusé car son format de fichier n'est pas autorisé (seuls les formats PNG et JPG sont acceptés)

source: Your avatar was refused because the program has no write permission on the data/%d directory, please contact the webmaster
fr_fr: Votre avatar a été refusé car le programme ne peut pas écrire dans le répertoire data/%d, contactez le webmaster

source: Demoshot - Your mark on the picture '%s' has been deleted by the webmaster
fr_fr: Demoshot - Votre note sur la photo '%s' a été supprimée par le webmaster

source: Hello %s, we are sorry to tell you that the webmaster has deleted your mark on the picture '%s'. Your mark may have been deleted because of inappropriate content found in your comment.
fr_fr: Bonjour %s, nous sommes navrés de vous informer que le webmaster a supprimé votre note sur la photo '%s'. Votre note a probablement été supprimée à cause d'un contenu inapproprié lié au commentaire.

source: The picture couldn't be deleted! Please report it to the webmaster (errcode: %d, errmsg: %s)
fr_fr: Votre photo n'a pas pu être supprimée ! Veuillez contacter le webmaster (errcode : %d, errmsg : %s)

source: The picture was successfully deleted
fr_fr: La photo a bien été supprimée

source: Demoshot - Your picture '%s' has been deleted by the webmaster
fr_fr: Demoshot - Votre photo '%s' a été supprimée par le webmaster

source: Hello %s, we are sorry to tell you that the webmaster has deleted your picture '%s'. Your picture may have been deleted because of inappropriate content.
fr_fr: Bonjour %s, nous sommes navrés de vous informer que le webmaster a supprimé votre photo '%s'. Votre photo a probablement été supprimée à cause d'un contenu inapproprié.

source: You cannot delete this picture for it is not yours!
fr_fr: Vous ne pouvez pas supprimer une photo qui ne vous appartient pas !

source: You cannot see this picture unless you're logged in :(
fr_fr: Vous ne pouvez pas voir cette photo à moins d'être connecté :(

source: The mark was successfully deleted
fr_fr: La note a bien été supprimée

source: You cannot delete your mark unless you're logged in!
fr_fr: Vous ne pouvez pas supprimer votre note à moins d'être connecté !

source: You have no mark to delete!
fr_fr: Vous n'avez pas de note à annuler !

source: The mark couldn't be deleted! (errcode: %d, errmsg: %s)
fr_fr: La note n'a pas pu être annulée ! (errcode : %d, errmsg : %s)

source: This is your picture
fr_fr: Vous êtes l'auteur de cette photo

source: Visit %s&#39;s profile
fr_fr: Voir le profil de %s

source: Uploaded by %s
fr_fr: Postée par %s.

source: full size
fr_fr: taille réelle

source: delete
fr_fr: supprimer

source: edit
fr_fr: éditer

source: mark it
fr_fr: mettre une note

source: change your mark
fr_fr: changer votre note

source: delete your mark
fr_fr: annuler votre note

source: this action cannot be undone!
fr_fr: cette action est irréversible !

source: remove this picture
fr_fr: supprimer cette photo

source: License
fr_fr: Licence

source: This picture is <em>private</em>, it means only logged in users can see it.
fr_fr: Cette photo est <em>privée</em>, cela signifie que seuls les utilisateurs connectés peuvent la voir.

source: This picture has no description.
fr_fr: Cette photo n'a pas de description.

source: This picture has received no mark yet.
fr_fr: Cette photo n'a pas encore été notée.

source: This picture has been reviewed by one user.
fr_fr: Cette photo a été notée par un utilisateur.

source: You are the only one who has marked this picture.
fr_fr: Vous êtes l'unique utilisateur à avoir noté cette photo.

source: This picture has been reviewed by %d users.
fr_fr: Cette photo a été notée par %d utilisateurs.

source: Sort method:
fr_fr: Méthode de tri :

source: sort by value
fr_fr: trier par note

source: sort by date
fr_fr: trier par date

source: random order
fr_fr: ordre aléatoire

source: Because the marks come in random order, you may see the same mark on several pages.
fr_fr: Puisque que les notes apparaissent dans un ordre aléatoire, il est possible que vous voyez la même note apparaître sur différentes pages.

source: No comment.
fr_fr: Pas de commentaire.

source: This comment is private. Because you are not logged in, you cannot see it.
fr_fr: Ce commentaire est privé. Parce que vous n'êtes pas connecté, vous ne pouvez pas le lire.

source: delete this mark
fr_fr: supprimer cette note

source: Marks per page:
fr_fr: Notes par page :

source: There is no account with this username!
fr_fr: Ce nom d'utilisateur ne correspond à aucun compte !

source: The email couldn't be sent!
fr_fr: Le courriel n'a pas pu être envoyé !

source: Your password has been reset!
fr_fr: Votre mot de passe a été réinitialisé et vous a été envoyé !

source: Forgot your password?
fr_fr: Oublié, le mot de passe ?

source: Send me a new one
fr_fr: Envoyez-m'en un nouveau

source: The tag %s doesn't exit!
fr_fr: Le tag %s n'existe pas !

source: No results :(
fr_fr: Aucun résultat :(

source: 1 result
fr_fr: 1 résultat

source: %d results
fr_fr: %d résultats

source: edit the search criteria
fr_fr: changer les critères de recherche

source: Sort by:
fr_fr: Trier par :

source: title
fr_fr: titre

source: average mark
fr_fr: note moyenne

source: number of marks
fr_fr: nombre de notes

source: relevance
fr_fr: importance

source: date of the mark
fr_fr: date de la note

source: Because the pictures come in random order, you may see the same picture on several pages.
fr_fr: Puisque que les photos apparaissent dans un ordre aléatoire, il est possible que vous voyez la même photo apparaître sur différentes pages.

source: Sorting pictures by relevance means that they are first sorted by their average mark, then by their number of marks.
fr_fr: Trier les photos par importance signifie qu'elles sont d'abord triées par note moyenne puis par nombre de notes.

source: Hover over one picture to see its details.
fr_fr: Survoler une photo pour voir ses informations.

source: by
fr_fr: par

source: Visit the page of this picture
fr_fr: Visiter la page de cette photo

source: username
fr_fr: Identifiant

source: signup date
fr_fr: date d'inscription

source: number of pictures
fr_fr: nombre de photos

source: involvement
fr_fr: implication

source: popularity
fr_fr: popularité

source: Sorting users by involvement means that they are sorted by the sum of two numbers: the number of pictures they uploaded and the number of pictures they marked.
fr_fr: Trier les utilisateurs par implication signifie les trier par la somme du nombre de photos publiées et du nombre de photos qu'ils ont notées.

source: Sorting users by popularity means that they are first sorted by their number of followers, then by the number of people they follow.
fr_fr: Trier les utilisateurs par popularité signifie qu'ils sont d'abord triés par le nombre de personnes les suivant, puis par le nombre de personnes qu'ils suivent.

source: Because the users come in random order, you may see the same user on several pages.
fr_fr: Puisque que les utilisateurs apparaissent dans un ordre aléatoire, il est possible que vous voyez le même utilisateur apparaître sur différentes pages.

source: Hover over one user to see its details.
fr_fr: Survoler un utilisateur pour voir ses informations.

source: %d pictures uploaded
fr_fr: %d photos publiées

source: %d picture uploaded
fr_fr: %d photo publiée

source: %d pictures marked
fr_fr: %d photos notées

source: %d picture marked
fr_fr: %d photo notée

source: %d followers
fr_fr: suivi par %d utilisateurs

source: %d follower
fr_fr: suivi par %d utilisateur

source: %d users followed
fr_fr: suit %d utilisateurs

source: %d user followed
fr_fr: suit %d utilisateur

source: signup date: %s
fr_fr: inscrit le : %s

source: Results per page:
fr_fr: Résultats par page :

source: The title contains illegal characters
fr_fr: Le titre contient des caractères interdits

source: This title is already used for one of your pictures
fr_fr: Ce titre est déjà utilisé pour une de vos photos

source: Your file was refused because its size exceeded the limit
fr_fr: Votre fichier a été refusé car son poids dépassait la limite autorisée

source: Your file was not entirely uploaded, please try again
fr_fr: Votre fichier n'a pas été entièrement téléversé, veuillez réessayer

source: You must choose a picture
fr_fr: Vous devez choisir une photo

source: Your file couldn't be uploaded, please report it to the webmaster (errcode: %d, errmsg: %s)
fr_fr: Votre fichier n'a pas pu être envoyé, veuillez contacter le webmaster (errcode : %d, errmsg : %s)

source: Your picture was refused because its file format is not allowed (only PNG and JPG are)
fr_fr: Votre photo a été refusée car son format de fichier n'est pas autorisé (seuls les formats PNG et JPG sont acceptés)

source: The server ran into a database error ! Please report it to the webmaster (errcode: %d, errmsg: %s)
fr_fr: Le serveur a rencontré une erreur due à la base de données ! Veuillez contacter le webmaster (errcode : %d, errmsg : %s)

source: Your file was refused because the program has no write permission on the %s directory, please contact the webmaster
fr_fr: Votre fichier a été refusé car le programme ne peut pas écrire dans le répertoire %s, contactez le webmaster

source: The picture was successfully added to your album
fr_fr: La photo a bien été ajoutée à votre album

source: See the new picture
fr_fr: Voir la nouvelle photo

source: Title
fr_fr: Titre

source: My grandma in the kitchen
fr_fr: Ma grand-mère dans la cuisine

source: The title cannot contain these characters: %s.
fr_fr: Le titre ne doit pas contenir ces caractères : %s.

source: File
fr_fr: Fichier

source: Picture is private
fr_fr: La photo est privée

source: If you check this box, your picture will only be visible to logged in users.
fr_fr: Si vous cochez cette case, votre photo sera uniquement visible aux utilisateurs connectés.

source: Tags
fr_fr: Mots-clés

source: sunny, friends, vintage
fr_fr: Soleil, amis, années 20

source: Describe the picture in a few words...
fr_fr: Décrivez la photo en quelques mots...

source: Picture license
fr_fr: Licence de la photo

source: What can the other people do of your photo?
fr_fr: Que peuvent faire les autres de votre photo ?

source: Add to my album
fr_fr: Ajouter à mon album

source: Your mark couldn't be created! Please report it to the webmaster (errcode: %d, errmsg: %s)
fr_fr: Votre note n'a pas pu être enregistrée ! Veuillez contacter le webmaster (errcode : %d, errmsg : %s)

source: Your mark has been successfully recorded
fr_fr: Votre note a bien été enregistrée

source: Your mark couldn't be changed! Please report it to the webmaster (errcode: %d, errmsg: %s)
fr_fr: Votre note n'a pas pu être modifiée ! Veuillez contacter le webmaster (errcode : %d, errmsg : %s)

source: Your mark has been successfully changed
fr_fr: Votre note a bien été changée

source: go back to the picture page
fr_fr: retourner à la page de la photo

source: So, what do you think?
fr_fr: Votre avis ?

source: Value
fr_fr: Valeur

source: Comment
fr_fr: Commentaire(s)

source: Why I (dis)like this picture...
fr_fr: Pourquoi j'aime / j'aime pas cette photo...

source: Comment is private
fr_fr: Mon avis est privé

source: If you check this box, your comment will only be visible to logged in users.
fr_fr: Si vous cochez cette case, votre commentaire sera uniquement visible aux utilisateurs connectés.

source: Create my mark
fr_fr: Noter la photo

source: Change my mark
fr_fr: Changer ma note

source: Database error :(
fr_fr: Erreur dans la base de données :(

source: Please, contact our services at <span class='dm_eml_show'>%s</span>%s.
fr_fr: Merci de contacter nos services à l'adresse <span class='dm_eml_show'>%s</span>%s.

source: The website is currently undergoing maintenance
fr_fr: Le site est actuellement en maintenance

source: If you are the webmaster, use the form below to login:
fr_fr: Si vous êtes le webmaster, connectez-vous avec le formulaire ci-dessous :

source: You do not have the right to access this page.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette page.

source: What are you looking for?
fr_fr: Que voulez-vous chercher ?

source: Search for pictures
fr_fr: Rechercher des photos

source: Search for users
fr_fr: Rechercher des utilisateurs

source: Related to
fr_fr: En rapport avec

source: At least
fr_fr: Au moins

source: one of them
fr_fr: un d'entre eux

source: all of them
fr_fr: chacun d'entre eux

source: Pattern match
fr_fr: Recherche textuelle

source: Title must contain
fr_fr: Dans le titre

source: Description must contain
fr_fr: Dans la description

source: both
fr_fr: les deux

source: Other critera
fr_fr: Autres critères

source: Visibility
fr_fr: Visibilité

source: private
fr_fr: privée

source: public
fr_fr: publique

source: whatever
fr_fr: peu importe

source: Because you are not logged in, you cannot have access to some options.
fr_fr: Certaines options ne sont accessibles que si vous êtes connecté.

source: Interested in
fr_fr: Intéressés par

source: Username must contain
fr_fr: Dans le nom

source: Demoshot - You have been banned by the webmaster
fr_fr: Demoshot - Vous avez été banni par le webmaster

source: Hello %s, we are sorry to tell you that the webmaster has deleted your account. You may have been banned because of inappropriate activity on the website.
fr_fr: Bonjour %s, nous sommes navrés de vous informer que le webmaster a supprimé votre compte. Vous avez probablement été banni en raison d'une activité sur le site jugée inappropriée.

source: The user was successfully banned
fr_fr: L'utilisateur a bien été banni

source: Go back to the home page
fr_fr: Retourner sur la page d'accueil

source: manage your album
fr_fr: gérer votre album

source: visit his album
fr_fr: visiter son album

source: stop following
fr_fr: ne plus suivre

source: follow
fr_fr: suivre

source: edit your profile
fr_fr: éditer votre profil

source: You haven't provided a description yet.
fr_fr: Vous n'avez pas encore renseigné de description à votre sujet.

source: This user hasn't provided a description yet.
fr_fr: Cet utilisateur n'a pas encore renseigné de description à son sujet.

source: ban this user
fr_fr: bannir cet utilisateur

source: Interests
fr_fr: Centres d'intérêt

source: No interest specified.
fr_fr: Aucun centre d'intérêt spécifié.

source: Activity
fr_fr: Activité

source: Latest published pictures
fr_fr: Dernières photos publiées

source: Nothing!
fr_fr: Rien !

source: See all the pictures you uploaded.
fr_fr: Voir toutes les photos que vous avez publiées.

source: See all the pictures uploaded by %s.
fr_fr: Voir toutes les photos publiées par %s.

source: Latest marked pictures
fr_fr: Dernières photos notées

source: See all the pictures you marked.
fr_fr: Voir toutes les photos que vous avez notées.

source: See all the pictures marked by %s.
fr_fr: Voir toutes les photos notées par %s.

source: Relationships
fr_fr: Relations

source: Following
fr_fr: Suit

source: Nobody!
fr_fr: Personne !
