Repository: mbresson/Demoshot
Catalog: core/lang/*/LC_MESSAGES/Demoshot.po
Languages: fr_fr

source: See all the people you follow.
fr_fr: Voir tous les utilisateurs que vous suivez.

source: See all the people followed by %s.
fr_fr: Voir tous les utilisateurs suivis par %s.

source: Followed by
fr_fr: Suivi par

source: See all the people following you.
fr_fr: Voir tous les utilisateurs qui vous suivent.

source: See all the people following %s.
fr_fr: Voir tous les utilisateurs suivant %s.

source: The maintenance mode was switched off
fr_fr: Le mode maintenance a été désactivé

source: The maintenance mode was switched on
fr_fr: Le mode maintenance a été activé

source: The configuration was successfully updated
fr_fr: La configuration a bien été mise à jour

source: Keep in mind that if you do change the configuration, the new settings won't be applied to the old pictures and their thumbnails.
fr_fr: Gardez à l'esprit que si vous changez la configuration, les nouveaux paramètres ne seront pas appliqués aux anciennes photos et leurs miniatures.

source: Max size of a picture
fr_fr: Poids max d'une photo

source: Unit of measurement: MB (megabyte).
fr_fr: Unité de mesure : Mo (mégaoctet).

source: PNG compression level
fr_fr: Degré de compression PNG

source: The compression level of the thumbnails (the lower, the heavier and the higher, the slower). From 0 to 9.
fr_fr: Le degré de compression des miniatures (plus bas = plus lourd, plus haut = plus lent). Entre 0 et 9.

source: Your password
fr_fr: Votre mot de passe

source: Required for any change pertaining to the configuration.
fr_fr: Obligatoire pour appliquer tout changement relatif à la configuration.

source: Update the configuration
fr_fr: Mettre à jour la configuration

source: Maintenance mode is on.
fr_fr: Le mode maintenance est activé.

source: Maintenance mode is off.
fr_fr: Le mode maintenance est désactivé.

source: Maintenance mode allows you to prevent any visitor from accessing the website when you need to make changes.
fr_fr: Le mode maintenance vous permet d'empêcher les visiteurs d'accéder au site lorsque vous avez besoin de procéder à des changements.

source: turn it off
fr_fr: désactiver

source: turn it on
fr_fr: activer

source: Welcome %s!
fr_fr: Bienvenue %s !

source: Visit the presentation page
fr_fr: Visiter la page de présentation

source: What is this website?
fr_fr: C'est quoi ce site ?

source: Best rated pictures ever.
fr_fr: Les photos les mieux notées.

source: Hover over one picture to see its description.
fr_fr: Survoler une photo pour voir sa description

source: See all existing pictures
fr_fr: Voir toutes les photos existantes

source: See all signed up users
fr_fr: Voir tous les utilisateurs inscrits

source: You cannot add this tag to your interests unless you're logged in!
fr_fr: Vous ne pouvez pas ajouter ce mot-clé à vos centres d'intérêts à moins d'être connecté !

source: You cannot remove this tag from your interests unless you're logged in!
fr_fr: Vous ne pouvez pas enlever ce mot-clé de vos centres d'intérêt à moins d'être connecté !

source: This tag is no longer used
fr_fr: Ce mot-clé n'est plus utilisé

source: remove this tag from your interests
fr_fr: supprimer ce mot-clé de vos centres d'intérêt

source: add this tag to your interests
fr_fr: ajouter ce mot-clé à vos centres d'intérêt

source: There is no picture related to this tag.
fr_fr: Il n'y a aucune photo en rapport avec ce mot-clé.

source: 1 picture is related to this tag.
fr_fr: 1 photo est en rapport avec ce mot-clé.

source: %d pictures are related to this tag.
fr_fr: %d photos sont en rapport avec ce mot-clé.

source: See all the pictures related to this tag.
fr_fr: Voir toutes les photos en rapport avec ce mot-clé.

source: There are no users interested in this tag.
fr_fr: Il n'y a pas d'utilisateur intéressé par ce mot-clé.

source: You are the only one interested in this tag.
fr_fr: Vous êtes l'unique utilisateur intéressé par ce mot-clé.

source: 1 user is interested in this tag.
fr_fr: 1 utilisateur est intéressé par ce mot-clé.

source: %d users are interested in this tag.
fr_fr: %d utilisateurs sont intéressés par ce mot-clé.

source: See all the users interested in this tag.
fr_fr: Voir tous les utilisateurs intéressés par ce mot-clé.

source: This page is probably not the page you were expecting to see.
fr_fr: Ce n'est probablement pas la page que tu souhaitais voir.

source: Fatal error (core/utils/user.php\get_picture(demoshot, %d)) => NULL (errcode: %d)
fr_fr: Erreur fatale (core/utils/user.php\get_picture(demoshot, %d)) => NULL (errcode : %d)

source: Your picture has been successfully updated
fr_fr: Votre photo a bien été mise à jour

source: Go back to the picture page
fr_fr: Retourner voir la photo

source: Apply changes
fr_fr: Appliquer les changements

source: this page
fr_fr: cette page

source: What is Demoshot?
fr_fr: C'est quoi Demoshot ?

source: Demoshot is a photo sharing website. To learn more about it, you may consult %s.
fr_fr: Demoshot est un site de partage de photos. Pour en savoir plus, vous pouvez consulter %s.

source: Why should I sign up?
fr_fr: Pourquoi devrais-je m'inscrire ?

source: A signed in user can do much more than a simple visitor: he can upload pictures, mark and comment the pictures of other users and follow the people he likes. Also, only logged in users can access private pictures and read private comments.
fr_fr: Un utilisateur inscrit peut faire bien plus qu'un simple visiteur : il peut poster des photos, noter et commenter les photos d'autres utilisateurs et suivre les gens qu'il apprécie. De plus, seuls les utilisateurs connectés peuvent voir les photos et les commentaires rendus privés par leurs auteurs.

source: What's the use of following other users?
fr_fr: À quoi sert de suivre un autre utilisateur ?

source: If you follow an user, you will be notified by email when he uploads a new picture.
fr_fr: Si vous suivez un utilisateur, vous recevrez un courriel de notification à chaque fois que celui-ci ajoutera une nouvelle photo à son album.

source: What is the privacy thing in my profile?
fr_fr: Que sont les paramètres de vie privée dans mon profil ?

source: The privacy settings define your default privacy choice when uploading a picture or commenting an existing one. Still, you can bypass this setting when you upload a picture, or change it after the picture has been added to your album. The same goes for comments.
fr_fr: Ils définissent vos choix par défaut lorsque vous ajoutez une nouvelle photo ou en commentez une. Vous pouvez toujours contourner ce choix quand vous ajoutez une photo, ou bien le changer après que la photo ait été ajoutée à votre album. Il en va de même pour vos commentaires.

source: How can I delete my account?
fr_fr: Comment puis-je supprimer mon compte ?

source: Go to your profile page, then click to edit your profile. Select the account deletion tab and enter your password. Farewell!
fr_fr: Rendez-vous sur votre page de profil, puis cliquez pour éditer votre profil. Sélectionnez l'onglet de suppression de compte et entrez votre mot de passe. Adieu !

source: I can' remind my password!
fr_fr: J'ai oublié mon mot de passe !

source: Go to the login page, there is a link below the form to reset your password. All you need to do is enter your username to receive a new password by email.
fr_fr: Rendez-vous sur la page de connexion, il y a un lien en-dessous du formulaire pour réinitialiser votre mot de passe. Tout ce que vous avez à faire est entrer votre nom d'utilisateur et vous recevrez un nouveau mot de passe par courriel.

source: Frequently Asked Questions
fr_fr: Foire Aux Questions

source: Your message couldn't be sent :(
fr_fr: Votre message n'a pas pu être envoyé :(

source: Thanks, the webmaster should receive your message soon
fr_fr: Merci, le webmaster devrait bientôt recevoir votre message

source: How do I contact the webmaster?
fr_fr: Comment puis-je contacter le webmaster ?

source: Subject
fr_fr: Sujet

source: Need help with...
fr_fr: J'ai besoin d'aide avec...

source: State your problem.
fr_fr: Décrivez votre problème.

source: Send my message
fr_fr: Envoyer mon message

source: Your password was successfully updated
fr_fr: Votre mot de passe a bien été changé

source: Your email was successfully updated
fr_fr: Votre email a bien été changé

source: Your privacy settings were successfully updated
fr_fr: Vos paramètres de vie privée ont bien été mis à jour

source: Your description was too long (%d characters, maximum is %d)
fr_fr: Votre description était trop longue (%d caractères, le maximum est %d)

source: Your description was successfully updated
fr_fr: Votre description a bien été mise à jour

source: Your avatar was successfully uploaded
fr_fr: Votre avatar a bien été mis à jour

source: Fatal error (core/utils/user.php\get_user(demoshot, %d)) => NULL (errcode: %d)
fr_fr: Erreur fatale (core/utils/user.php\get_user(demoshot, %d)) => NULL (errcode : %d)

source: Credentials
fr_fr: Identifiants

source: Account deletion
fr_fr: Suppression du compte

source: New password
fr_fr: Nouveau mot de passe

source: Only fill this field if you want to change your password.
fr_fr: Ne remplissez ce champ que si vous souhaitez changer votre mot de passe.

source: Current password
fr_fr: Mot de passe actuel

source: Required for any change pertaining to your credentials.
fr_fr: Obligatoire pour appliquer tout changement relatif à vos identifiants.

source: Save my changes
fr_fr: Enregistrer mes modifications

source: A private picture or comment can only be viewed by logged in users.
fr_fr: Une photo ou un avis privé peut être vu uniquement par des utilisateurs connectés.

source: Beware! If you delete your account, all your marks and pictures uploaded on this website will be lost forever! There is no turning back.
fr_fr: Attention ! Si vous supprimez votre compte, toutes vos notes et toutes les photos que vous aurez envoyées sur ce site seront perdues pour toujours ! Cette action est irréversible.

source: Enter your password if you do want to delete your account.
fr_fr: Entrez votre mot de passe si vous avez choisi de supprimer votre compte.

source: Delete my account
fr_fr: Supprimer mon compte

source: This is your album
fr_fr: Voici votre album

source: This is %s's album
fr_fr: Voici l'album de %s

source: Because you're not signed in, you won't be able to see the pictures kept private by %s.
fr_fr: Parce que vous n'êtes pas connecté, vous n'aurez pas accès aux photos rendues privées par %s.

source: sort by title
fr_fr: trier par titre

source: sort by average mark
fr_fr: trier par note moyenne

source: sort by number of marks
fr_fr: trier par nombre de notes

source: sort by relevance
fr_fr: trier par importance

source: This album is empty!
fr_fr: Cet album est vide !

source: Pictures per page:
fr_fr: Photos par page :

source: go back to your profile page
fr_fr: retourner sur votre page de profil

source: go back to his profile
fr_fr: retourner sur sa page de profil

source: Language
fr_fr: Langue

source: log in
fr_fr: se connecter

source: or
fr_fr: ou

source: sign up
fr_fr: s'inscrire

source: You better remove the <em>install.php</em> file!
fr_fr: Vous feriez mieux de supprimer le fichier <em>install.php</em> !

source: Previous page
fr_fr: Page précédente

source: Next page
fr_fr: Page suivante
